Repository: snowzjx/RelatedWorks
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: "%@" is already in RelatedWorks Inbox.
zh_hans: “%@”已在 RelatedWorks 收件箱中。

source: %@ is ready in Inbox. You can add it to a project from Add Paper.
zh_hans: %@ 已在收件箱中准备好。你可以通过“添加论文”将它加入项目。

source: %lld item
zh_hans: %lld 项

source: %lld model(s) available
zh_hans: 共有 %lld 个可用模型

source: %lld of %lld
zh_hans: %1$lld / %2$lld

source: %lld paper
zh_hans: %lld 篇论文

source: 1 of 4 · Project
zh_hans: 1 / 4 · 项目

source: 2 of 4 · Add Paper
zh_hans: 2 / 4 · 添加论文

source: 3 of 4 · Semantic IDs
zh_hans: 3 / 4 · 语义 ID

source: 4 of 4 · iCloud Sync
zh_hans: 4 / 4 · iCloud 同步

source: A project named "%@" already exists. Please rename one of them to avoid confusion.
zh_hans: 名为“%@”的项目已存在。请重命名其中一个以避免混淆。

source: A project with the same name already exists. Please rename one of them to avoid confusion.
zh_hans: 已存在同名项目。请重命名其中一个以避免混淆。

source: About
zh_hans: 关于

source: Abstract
zh_hans: 摘要

source: Add a paper or select one from the list.
zh_hans: 添加一篇论文，或从列表中选择一篇。

source: Add Paper
zh_hans: 添加论文

source: Add Paper (⌘⇧A)
zh_hans: 添加论文（⌘⇧A）

source: Add Paper is a sheet inside a project. Drop a PDF there and RelatedWorks extracts the metadata, then looks it up on DBLP or arXiv.
zh_hans: “添加论文”是项目内的一个表单。把 PDF 拖进去，RelatedWorks 会提取元数据，再到 DBLP 或 arXiv 检索。

source: Add Papers
zh_hans: 添加论文

source: Add papers first
zh_hans: 请先添加论文

source: AI Backends
zh_hans: AI 后端

source: AI Setup
zh_hans: AI 设置

source: Annotation
zh_hans: 笔记

source: Annotation preview
zh_hans: 批注预览

source: Annotation workflow
zh_hans: 批注流程

source: API key stored in Keychain
zh_hans: API Key 已存储在钥匙串中

source: App Import
zh_hans: 应用导入

source: Appearance
zh_hans: 外观

source: Assign a Semantic ID
zh_hans: 分配语义 ID

source: Attach PDF
zh_hans: 附加 PDF

source: Authors
zh_hans: 作者

source: Authors (comma separated)
zh_hans: 作者（逗号分隔）

source: Back
zh_hans: 返回

source: Backend
zh_hans: 后端

source: Best for a focused paper and a tight Related Works draft.
zh_hans: 适合聚焦型论文和更紧凑的 Related Works 草稿。

source: Best for broader coverage and comparison-heavy writing.
zh_hans: 适合更广的覆盖范围和偏重比较的写作。

source: Best for system papers and engineering context.
zh_hans: 适合系统论文和工程背景。

source: BibTeX entries are fetched from DBLP automatically, or generated from metadata when unavailable.
zh_hans: BibTeX 条目会自动从 DBLP 获取；如果不可用，则会根据元数据生成。

source: BibTeX is fetched from DBLP when you add papers with a DBLP match.
zh_hans: 当你添加与 DBLP 匹配的论文时，BibTeX 会从 DBLP 自动获取。

source: Cancel
zh_hans: 取消

source: Cannot connect to Ollama
zh_hans: 无法连接到 Ollama

source: Changes apply immediately to the app interface.
zh_hans: 更改会立即应用到应用界面。

source: Chinese (Simplified)
zh_hans: 简体中文

source: Click Generated Related Works in the project view.
zh_hans: 在项目视图中点击“生成的相关工作”。

source: Click Generated Related Works in the project view. RelatedWorks synthesizes your notes and paper metadata into a LaTeX-ready draft.
zh_hans: 在项目视图中点击“生成的相关工作”。RelatedWorks 会把你的批注和论文元数据综合成可直接用于 LaTeX 的草稿。

source: Click Regenerate to generate a Related Works section.
zh_hans: 点击“重新生成”以生成相关工作章节。

source: Click the + button in the sidebar to create your project. One project is one paper, and it contains the related papers, annotations, and the generation prompt for that paper.
zh_hans: 点击侧边栏中的 + 按钮来创建项目。一篇论文对应一个项目，里面包含相关论文、笔记和该论文的生成提示词。

source: Close
zh_hans: 关闭

source: Close Tutorial
zh_hans: 关闭教程

source: Configure
zh_hans: 配置

source: Configure an AI model in Settings
zh_hans: 请在设置中配置 AI 模型

source: Configure Gemini API Key
zh_hans: 配置 Gemini API Key

source: Configure Ollama URL
zh_hans: 配置 Ollama URL

source: Configure the AI backend first, then choose models in Settings.
zh_hans: 请先配置 AI 后端，再选择模型。

source: Configure your AI backend and models.
zh_hans: 配置你的 AI 后端和模型。

source: Copied!
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy Link
zh_hans: 复制链接

source: Copying to iCloud Drive…
zh_hans: 正在复制到 iCloud Drive…

source: Copying to local storage…
zh_hans: 正在复制到本地存储…

source: Could not parse response
zh_hans: 无法解析响应

source: Create
zh_hans: 创建

source: Create a Project
zh_hans: 创建项目

source: Create a project first, then use Add Paper from that project.
zh_hans: 先创建项目，再在该项目中使用“添加论文”。

source: Create one project for one paper.
zh_hans: 一篇论文对应一个项目。

source: Created
zh_hans: 创建时间

source: Cross-references
zh_hans: 交叉引用

source: Custom
zh_hans: 自定义

source: Custom prompt for this project.
zh_hans: 此项目使用自定义提示词。

source: Data Storage
zh_hans: 数据存储

source: DBLP returned no results
zh_hans: DBLP 未返回结果

source: Deep Links
zh_hans: 深度链接

source: Delete
zh_hans: 删除

source: Delete "%@"?
zh_hans: 删除“%@”？

source: Delete Paper
zh_hans: 删除论文

source: Delete Project
zh_hans: 删除项目

source: Description
zh_hans: 描述

source: Description (optional)
zh_hans: 描述（可选）

source: Done
zh_hans: 完成

source: Draft
zh_hans: 草稿

source: Drop PDF
zh_hans: 拖入 PDF

source: Drop PDF here or click to browse
zh_hans: 将 PDF 拖到这里，或点击以浏览

source: Duplicate Project
zh_hans: 重复项目

source: e.g. Attention Mechanisms Survey
zh_hans: 例如：注意力机制综述

source: e.g. Transformer, BERT, GPT4
zh_hans: 例如：Transformer、BERT、GPT4

source: Each paper gets a semantic ID, often suggested from the algorithm or system name in the paper. You can change it later and reference it in annotations like @Transformer.
zh_hans: 每篇论文都会获得一个语义 ID，通常由论文中的算法或系统名建议生成。你之后可以修改，并在批注中像 @Transformer 这样引用它。

source: Each project represents a paper you're writing. Click the + button in the sidebar or press ⌘N to create one.
zh_hans: 每个项目都代表你正在撰写的一篇论文。点击侧边栏中的 + 按钮，或按 ⌘N 创建项目。

source: Edit
zh_hans: 编辑

source: Edit Metadata
zh_hans: 编辑元数据

source: Edit Project
zh_hans: 编辑项目

source: Enable Notifications
zh_hans: 启用通知

source: Enter manually
zh_hans: 手动输入

source: Every paper and project has a relatedworks:// URI for tools like Hookmark.
zh_hans: 每篇论文和每个项目都有 relatedworks:// URI，方便 Hookmark 等工具使用。

source: Every paper gets a short memorable ID (e.g. Transformer, BERT, GPT4) used to cross-reference papers in notes.
zh_hans: 每篇论文都会获得一个简短易记的 ID（例如 Transformer、BERT、GPT4），用于在笔记中交叉引用论文。

source: Export / Import Project
zh_hans: 导出 / 导入项目

source: Export BibTeX
zh_hans: 导出 BibTeX

source: Export Failed
zh_hans: 导出失败

source: Export Project…
zh_hans: 导出项目…

source: Export Selected Project
zh_hans: 导出所选项目

source: Export…
zh_hans: 导出…

source: Extract
zh_hans: 提取

source: Extracting metadata with AI…
zh_hans: 正在使用 AI 提取元数据…

source: Fetching models…
zh_hans: 正在获取模型…

source: Follow System
zh_hans: 跟随系统

source: Font Size
zh_hans: 字体大小

source: Gemini uses a key from Google AI Studio. Recommended: gemini-2.5-flash.
zh_hans: Gemini 使用 Google AI Studio 的密钥。推荐：gemini-2.5-flash。

source: General
zh_hans: 通用

source: Generate Now
zh_hans: 立即生成

source: Generate Related Works
zh_hans: 生成相关工作

source: Generate the Related Works section.
zh_hans: 生成相关工作章节。

source: Generated Related Works
zh_hans: 生成相关工作

source: Getting Started
zh_hans: 快速开始

source: Help
zh_hans: 帮助

source: iCloud Drive is unavailable. Enable iCloud Drive and RelatedWorks iCloud access, then open the app again.
zh_hans: iCloud Drive 不可用。请启用 iCloud Drive 和 RelatedWorks 的 iCloud 访问权限，然后重新打开应用。

source: iCloud Sync
zh_hans: iCloud 同步

source: ID cannot be changed
zh_hans: ID 不能修改

source: Import
zh_hans: 导入

source: Import a PDF.
zh_hans: 导入 PDF。

source: Import a PDF. RelatedWorks automatically extracts metadata and searches DBLP or arXiv.
zh_hans: 导入 PDF 后，RelatedWorks 会自动提取元数据，并搜索 DBLP 或 arXiv。

source: Import Failed
zh_hans: 导入失败

source: Import PDF
zh_hans: 导入 PDF

source: Import PDF -> extract metadata -> search DBLP/arXiv.
zh_hans: 导入 PDF -> 提取元数据 -> 搜索 DBLP/arXiv。

source: Import Project
zh_hans: 导入项目

source: Import Project (⌘⇧I)
zh_hans: 导入项目（⌘⇧I）

source: Inbox
zh_hans: 收件箱

source: Inbox (⌘⇧B)
zh_hans: 收件箱（⌘⇧B）

source: Inbox Flow
zh_hans: 收件箱流程

source: Inbox is Empty
zh_hans: 收件箱为空

source: Inbox Processing Complete
zh_hans: 收件箱处理完成

source: iOS Share Extension
zh_hans: iOS 分享扩展

source: Keep the library in sync.
zh_hans: 保持文库同步。

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Language
zh_hans: 语言

source: Library
zh_hans: 论文库

source: Live preview
zh_hans: 实时预览

source: Loading Library
zh_hans: 正在加载论文库

source: Local storage keeps projects and PDFs under:
zh_hans: 本地存储会把项目和 PDF 保存在：

source: Manual Entry
zh_hans: 手动输入

source: Metadata Cached
zh_hans: 元数据已缓存

source: Migration Failed
zh_hans: 迁移失败

source: model name
zh_hans: 模型名称

source: Models
zh_hans: 模型

source: Name
zh_hans: 名称

source: Network error
zh_hans: 网络错误

source: New Project
zh_hans: 新建项目

source: New Project (⌘N)
zh_hans: 新建项目（⌘N）

source: Next
zh_hans: 下一步

source: No AI backend configured. Please configure one in Settings.
zh_hans: 尚未配置 AI 后端。请前往设置进行配置。

source: No AI extraction model configured — open Settings to configure one. PDF metadata will not be extracted automatically.
zh_hans: 尚未配置 AI 提取模型，请打开设置进行配置。PDF 元数据将不会自动提取。

source: No AI model configured
zh_hans: 尚未配置 AI 模型

source: No API key set
zh_hans: 未设置 API Key

source: No BibTeX entries yet
zh_hans: 还没有 BibTeX 条目

source: No draft yet
zh_hans: 还没有草稿

source: No Inbox Item Selected
zh_hans: 未选择收件箱项目

source: No models available
zh_hans: 没有可用模型

source: No Paper Selected
zh_hans: 未选择论文

source: No Project Selected
zh_hans: 未选择项目

source: No projects yet
zh_hans: 还没有项目

source: No results from %@
zh_hans: %@ 中没有结果

source: None
zh_hans: 无

source: Not Now
zh_hans: 暂不

source: OK
zh_hans: 确定

source: Ollama is running
zh_hans: Ollama 正在运行

source: Ollama runs locally and needs no API key.
zh_hans: Ollama 本地运行，无需 API 密钥。

source: On iPhone or iPad, share a PDF from Safari or Files to RelatedWorks. Mac processes it, sends a notification, and you can add it to your project.
zh_hans: 在 iPhone 或 iPad 上，将 PDF 从 Safari 或 Files 分享至 RelatedWorks。Mac 会自动处理并发送通知，然后你可以将它加入项目。

source: One project belongs to one paper. The project stores the related papers, annotations, the generation prompt, and the BibTeX output for that paper.
zh_hans: 一篇论文对应一个项目。项目会保存相关论文、批注、该论文的生成提示词和 BibTeX 输出。

source: Only PDF files can be sent to RelatedWorks Inbox.
zh_hans: 只有 PDF 文件可以发送到 RelatedWorks 收件箱。

source: Open Add Paper
zh_hans: 打开“添加论文”

source: Open Inbox
zh_hans: 打开收件箱

source: Open New Project
zh_hans: 新建项目

source: Open PDF
zh_hans: 打开 PDF

source: Open RelatedWorks, enable iCloud sync in Settings if needed, wait a moment for setup to finish, and then try sharing again.
zh_hans: 请打开 RelatedWorks，如有需要请在设置中启用 iCloud 同步，等待初始化完成后再尝试分享。

source: Open Settings
zh_hans: 打开设置

source: Open Settings and sync the library.
zh_hans: 打开设置并同步文库。

source: Open System Settings
zh_hans: 打开系统设置

source: Open User Guide
zh_hans: 打开用户指南

source: Output
zh_hans: 输出

source: Paper title or keywords
zh_hans: 论文标题或关键词

source: Papers
zh_hans: 论文

source: PDF Extraction
zh_hans: PDF 提取

source: PDF workflow
zh_hans: PDF 流程

source: Pending
zh_hans: 待处理

source: Preparing PDF for RelatedWorks Inbox…
zh_hans: 正在将 PDF 准备到 RelatedWorks 收件箱…

source: Processed
zh_hans: 已处理

source: Project
zh_hans: 项目

source: Project Details
zh_hans: 项目详情

source: Project Name
zh_hans: 项目名称

source: Project not found
zh_hans: 未找到项目

source: Project Prompt
zh_hans: 项目提示词

source: Project Type
zh_hans: 项目类型

source: Project workflow
zh_hans: 项目流程

source: Projects
zh_hans: 项目

source: Prompt preset for %@.
zh_hans: %@ 的预设提示词。

source: Ready
zh_hans: 就绪

source: Refresh
zh_hans: 刷新

source: Regenerate
zh_hans: 重新生成

source: Related Works Generation
zh_hans: 相关工作生成

source: RelatedWorks notifications are turned off. Enable them in System Settings if you want inbox processing to notify you when a paper is ready to add.
zh_hans: RelatedWorks 通知已关闭。如果你希望在论文可添加时收到收件箱处理通知，请在系统设置中启用通知。

source: Reloading library
zh_hans: 正在重新加载论文库

source: Remove
zh_hans: 移除

source: Remove "%@"?
zh_hans: 移除“%@”？

source: Remove from Inbox after adding
zh_hans: 添加后从收件箱移除

source: Remove Paper
zh_hans: 移除论文

source: Research
zh_hans: 研究

source: Research Paper
zh_hans: 研究论文

source: Reset to Preset
zh_hans: 重置为预设

source: Reveal
zh_hans: 显示

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Right-click a project → Export… to save a .relatedworks file. Use File → Import Project… (⌘⇧I) to import on any machine.
zh_hans: 右键点击项目并选择“导出…”即可保存为 .relatedworks 文件。使用“文件”→“导入项目…”（⌘⇧I）可在任意设备上导入。

source: Save
zh_hans: 保存

source: Saved to RelatedWorks Inbox.
zh_hans: 已保存到 RelatedWorks 收件箱。

source: Search %@
zh_hans: 搜索 %@

source: Search papers…
zh_hans: 搜索论文…

source: Select a Paper
zh_hans: 选择一篇论文

source: Select a paper and write notes with semantic IDs.
zh_hans: 选择一篇论文并撰写带语义 ID 的批注。

source: Select a Project
zh_hans: 选择一个项目

source: Select a synced PDF to inspect or manage it.
zh_hans: 选择一个已同步的 PDF 以查看或管理。

source: Select model…
zh_hans: 选择模型…

source: Select or create a project to start organizing your literature.
zh_hans: 选择或创建一个项目来开始整理你的文献。

source: Select Project
zh_hans: 选择项目

source: Select the project you want to work on.
zh_hans: 选择你要处理的项目。

source: Semantic ID
zh_hans: 语义 ID

source: Semantic IDs
zh_hans: 语义 ID

source: Set up the AI backend first, then choose models in Settings.
zh_hans: 先配置 AI 后端，再选择模型。

source: Settings
zh_hans: 设置

source: Share from Safari or Files -> RelatedWorks Inbox -> Mac processes it -> notification.
zh_hans: 从 Safari 或 Files 分享 -> RelatedWorks 收件箱 -> Mac 处理 -> 通知。

source: Shared PDFs will appear here when they sync in.
zh_hans: 共享的 PDF 在同步后会显示在这里。

source: Short memorable name used for [@cross-references]
zh_hans: 用于 [@交叉引用] 的简短易记名称

source: Show how a PDF becomes a paper entry.
zh_hans: 演示 PDF 如何变成论文条目。

source: Skip
zh_hans: 跳过

source: Source
zh_hans: 来源

source: Start Exploring
zh_hans: 开始探索

source: Starting RelatedWorks
zh_hans: 正在启动 RelatedWorks

source: Step 1
zh_hans: 步骤 1

source: Step 2
zh_hans: 步骤 2

source: Stores all projects and PDFs in iCloud Drive, synced across your Mac and iPhone.
zh_hans: 将所有项目和 PDF 存储在 iCloud Drive 中，并在你的 Mac 和 iPhone 之间同步。

source: Suggested ID
zh_hans: 建议的 ID

source: Survey
zh_hans: 综述

source: Sync via iCloud Drive
zh_hans: 通过 iCloud Drive 同步

source: Sync workflow
zh_hans: 同步流程

source: Take Notes & Cross-Reference
zh_hans: 做笔记与交叉引用

source: Tech Report
zh_hans: 技术报告

source: Testing…
zh_hans: 正在测试…

source: These links feed the final Related Works section.
zh_hans: 这些链接会影响最终的 Related Works 部分。

source: This ID is already taken — choose a different one
zh_hans: 这个 ID 已被占用，请换一个

source: This paper will be permanently removed from the project.
zh_hans: 这篇论文将从项目中被永久删除。

source: This project and all its papers will be permanently deleted.
zh_hans: 该项目及其所有论文将被永久删除。

source: This removes the inbox PDF and its cached metadata.
zh_hans: 这将移除收件箱中的 PDF 及其缓存的元数据。

source: This walkthrough is interactive. Try each control as you go.
zh_hans: 本引导是交互式的，按步骤尝试每个控件。

source: This will permanently delete the project and all its PDFs. This cannot be undone.
zh_hans: 这将永久删除该项目及其所有 PDF，且无法撤销。

source: This will remove the paper and its PDF from this project.
zh_hans: 这将从该项目中移除这篇论文及其 PDF。

source: Those relationships are considered when generating the Related Works section.
zh_hans: 生成 Related Works 部分时会考虑这些关系。

source: Tip: type @ to cross-reference other papers in this project
zh_hans: 提示：输入 @ 可交叉引用此项目中的其他论文

source: Title
zh_hans: 标题

source: Try arXiv
zh_hans: 尝试 arXiv

source: Try search again
zh_hans: 重新搜索

source: Try writing relationships like %@
zh_hans: 试着写出这样的关系：%@

source: Turn paper names into links.
zh_hans: 把论文名称变成链接。

source: Type @ to cross-reference other papers
zh_hans: 输入 @ 以交叉引用其他论文

source: Unknown
zh_hans: 未知

source: Untitled Inbox Item
zh_hans: 未命名收件箱项目

source: Use @SemanticID syntax to link to other papers — they render as clickable links.
zh_hans: 使用 @SemanticID 语法链接其他论文，它们会显示为可点击链接。

source: User Guide
zh_hans: 使用指南

source: Show Tutorial Again
zh_hans: 再次显示教程

source: Using %@ via %@
zh_hans: 使用 %@，通过 %@

source: Venue / Conference
zh_hans: 期刊 / 会议

source: Version %@
zh_hans: 版本 %@

source: View or generate Related Works section
zh_hans: 查看或生成相关工作内容

source: Website
zh_hans: 网站

source: Welcome to RelatedWorks
zh_hans: 欢迎使用 RelatedWorks

source: What Happens
zh_hans: 会发生什么

source: What paper are you writing?
zh_hans: 你正在写哪篇论文？

source: When enabled, projects are read from iCloud Drive and synced across your devices. Existing local data is not moved.
zh_hans: 启用后，项目将从 iCloud Drive 读取并在你的设备之间同步。现有本地数据不会被迁移。

source: With iCloud sync enabled in Settings, projects and PDFs are stored in the app's iCloud Drive container and sync across your devices.
zh_hans: 在设置中启用 iCloud 同步后，项目和 PDF 会存储在应用的 iCloud Drive 容器中，并在你的设备之间同步。

source: With iCloud sync on, projects and PDFs live in the app's iCloud Drive container and sync across devices.
zh_hans: 开启 iCloud 同步后，项目和 PDF 会保存在应用的 iCloud Drive 容器中，并在设备间同步。

source: Write annotation notes in the editor. Use @SemanticID syntax to link to other papers — they render as clickable links.
zh_hans: 在编辑器中撰写笔记。使用 @ 语义ID 语法链接到其他论文，它们会显示为可点击链接。

source: Write your own prompt for full control.
zh_hans: 自行编写提示词，完全由你控制。

source: Year
zh_hans: 年份

source: You can also drag a PDF into the sheet or paper list.
zh_hans: 你也可以将 PDF 拖入表单或论文列表。

source: You can change presets or write a custom prompt later.
zh_hans: 你之后可以切换预设，或编写自定义提示词。

source: You can reopen this tutorial from the Help menu anytime.
zh_hans: 你可以随时从“帮助”菜单重新打开本引导。

source: Your library syncs across Mac, iPhone, and iPad with iCloud. On iPhone and iPad, share a PDF from Safari or Files to RelatedWorks. Mac processes it automatically, sends a notification, and you can add it to your project.
zh_hans: 你的论文库会通过 iCloud 在 Mac、iPhone 和 iPad 间同步。在 iPhone 或 iPad 上，将 PDF 从 Safari 或 Files分享至 RelatedWorks。Mac 会自动处理并发送通知，然后你可以将它加入项目。
